app/controllers/movies_controller.rb

SELECT "movies".* FROM "movies" ORDER BY title, release_date
---
  def index
  	#params[:order]
  	@movies = Movie.all